---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarElemQuantityOfBars
source: html/5688346a-8635-a51c-da67-8ea86c34fd8e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarElemQuantityOfBars Property

"Quantity"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarElemQuantityOfBars { get; }
```